#9번째 수업
#-----------Q1-1-----------
n = 365
print(365//7)

#-----------Q1-2-----------
n=365
print(365%7)

#-----------Q2-1-----------
print(2**14)

#-----------Q3-1-----------
print("개학해서 너무 좋아요!")

#-----------Q4-1-----------
n = input('오늘의 날짜는? : ')
print(n)
#10번째 수업
#-----------Q1-1-----------
year = 365
week = 7
answer = year//week
print(answer)
#-----------Q1-2-----------
year = 365
week = 7
answer = year%week
print(answer)
#-----------Q2-1-----------
통장잔액 = 100000
정보쌤_통장잔액 = 100000
if(통장잔액 == 정보쌤_통장잔액):
    print("두 변수의 데이터 값이 같다")
else:
    print("두 변수의 데이터 값이 다르다")
#-----------Q3-1-----------
date = input("오늘은 몇월 며칠인가요?")
print(date)
